
INSERT INTO categories (category_id, category_name) VALUES
(1, 'Завтраки'),
(2, 'Основные блюда'),
(3, 'Закуски'),
(4, 'Десерты'),
(5, 'Напитки');


INSERT INTO dishes (id, name, category_id, price) VALUES
(1, 'Синий йогурт с приветом', 1, 250.50),
(2, 'Яичница "Утро добрым не бывает"', 1, 180.00),
(3, 'Каша манная "Комочки судьбы"', 1, 120.75),
(4, 'Пельмени "Слеза комсомолки"', 2, 350.00),
(5, 'Макароны с сыром ностальгия', 2, 280.25),
(6, 'Котлета "От шефа"', 2, 420.50),
(7, 'Чипсы "Из последних сил"', 3, 150.00),
(8, 'Оливки "Мамины слезы"', 3, 220.75),
(9, 'Торт "Наслаждение"', 4, 180.00),
(10, 'Мороженое "Детская радость"', 4, 95.50),
(11, 'Чай "Бессонная ночь"', 5, 80.00),
(12, 'Кофе "Утро Понедельника"', 5, 120.25);


INSERT INTO orders (dish_id, order_date, quantity, total_price) VALUES
(1, '2024-03-20', 2, 501.00),
(4, '2024-03-20', 1, 350.00),
(12, '2024-03-20', 3, 360.75),
(6, '2024-03-21', 2, 841.00),
(9, '2024-03-21', 1, 180.00),
(11, '2024-03-21', 4, 320.00),
(7, '2024-03-22', 5, 750.00),
(10, '2024-03-22', 2, 191.00);